Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Original · for comparison only
ar: الأصل · للمقارنة فقط
de: Original · nur zum Vergleich
es: Original · solo para comparar
es_419: Original · solo para comparar
fr: Original · pour comparaison uniquement
it: Originale · solo per confronto
ja: 元画像 · 比較専用
ko: 원본 · 비교 전용
nl: Origineel · alleen ter vergelijking
pl: Oryginał · tylko do porównania
pt_br: Original · apenas para comparação
pt_pt: Original · apenas para comparação
sv: Original · endast för jämförelse
tr: Özgün · yalnızca karşılaştırma için
zh_hans: 原图 · 仅供比较
zh_hant: 原始影像 · 僅供比較

source: Other details
ar: تفاصيل أخرى
de: Weitere Details
es: Otros detalles
es_419: Otros detalles
fr: Autres détails
it: Altri dettagli
ja: その他の情報
ko: 기타 정보
nl: Overige gegevens
pl: Pozostałe dane
pt_br: Outros detalhes
pt_pt: Outros detalhes
sv: Övriga uppgifter
tr: Diğer bilgiler
zh_hans: 其他信息
zh_hant: 其他資訊

source: PRIVACY POLICY
ar: سياسة الخصوصية
de: DATENSCHUTZOPTIONEN
es: POLÍTICA DE PRIVACIDAD
es_419: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
it: POLITICA SULLA PRIVACY
ja: プライバシーポリシー
ko: 개인정보 보호 설정
nl: PRIVACYBELEID
pl: POLITYKA PRYWATNOŚCI
pt_br: POLÍTICA DE PRIVACIDADE
pt_pt: POLÍTICA DE PRIVACIDADE
sv: INTEGRITETSINSTÄLLNINGAR
tr: GİZLİLİK POLİTİKASI
zh_hans: 隐私策略
zh_hant: 隱私設定

source: Part of the video in view
ar: الجزء المعروض من الفيديو
de: Sichtbarer Teil des Videos
es: Parte visible del vídeo
es_419: Parte visible del video
fr: Partie de la vidéo affichée
it: Parte del video visualizzata
ja: 表示中のビデオの範囲
ko: 현재 보이는 비디오 구간
nl: Zichtbaar deel van de video
pl: Widoczna część wideo
pt_br: Parte visível do vídeo
pt_pt: Parte visível do vídeo
sv: Visad del av videon
tr: Videonun görünen kısmı
zh_hans: 当前显示的视频部分
zh_hant: 目前顯示的影片部分

source: Partly checked
ar: تم التحقق جزئيًا
de: Teilweise geprüft
es: Revisado parcialmente
es_419: Revisado parcialmente
fr: Vérifié partiellement
it: Controllato in parte
ja: 一部確認済み
ko: 일부 확인됨
nl: Gedeeltelijk gecontroleerd
pl: Sprawdzono częściowo
pt_br: Verificado parcialmente
pt_pt: Verificado parcialmente
sv: Delvis kontrollerat
tr: Kısmen kontrol edildi
zh_hans: 已部分检查
zh_hant: 已部分檢查

source: Passport
ar: جواز سفر
de: Pass
es: Pasaporte
es_419: Pasaporte
fr: Passeport
it: Passaporto
ja: パスポート
ko: 여권
nl: Paspoort
pl: Paszport
pt_br: Passaporte
pt_pt: Passaporte
sv: Pass
tr: Pasaport
zh_hans: 护照
zh_hant: 護照

source: Passport detected
ar: تم الكشف عن جواز سفر
de: Pass erkannt
es: Pasaporte detectado
es_419: Pasaporte detectado
fr: Passeport détecté
it: Passaporto rilevato
ja: パスポートを検出
ko: 여권 감지됨
nl: Paspoort gedetecteerd
pl: Wykryto paszport
pt_br: Passaporte detectado
pt_pt: Passaporte detetado
sv: Pass upptäckt
tr: Pasaport algılandı
zh_hans: 检测到护照
zh_hant: 偵測到護照

source: Paused while the device cools down
ar: متوقف مؤقتًا حتى يبرد الجهاز
de: Pausiert, bis das Gerät abgekühlt ist
es: En pausa mientras se enfría el dispositivo
es_419: En pausa mientras se enfría el dispositivo
fr: En pause pendant que l’appareil refroidit
it: In pausa mentre il dispositivo si raffredda
ja: デバイスが冷えるまで一時停止中
ko: 기기가 식을 때까지 일시 정지됨
nl: Gepauzeerd terwijl het apparaat afkoelt
pl: Wstrzymano do czasu ostygnięcia urządzenia
pt_br: Pausado enquanto o dispositivo esfria
pt_pt: Em pausa enquanto o dispositivo arrefece
sv: Pausad medan enheten svalnar
tr: Cihaz soğuyana kadar duraklatıldı
zh_hans: 已暂停，等待设备降温
zh_hant: 已暫停，等待裝置降溫

source: People's names
ar: أسماء الأشخاص
de: Personennamen
es: Nombres de personas
es_419: Nombres de personas
fr: Noms de personnes
it: Nomi di persone
ja: 人の氏名
ko: 사람 이름
nl: Namen van personen
pl: Nazwy osób
pt_br: Nomes de pessoas
pt_pt: Nomes de pessoas
sv: Personnamn
tr: Kişi isimleri
zh_hans: 人名
zh_hant: 人名

source: People's names, found by Apple's on-device language model where Apple Intelligence is on. Listed, but not redacted until you switch them on
ar: أسماء الأشخاص، يتم كشفها عبر النموذج اللغوي من Apple الذي يعمل على الجهاز عندما يكون Apple Intelligence مُفعّلًا. تظهر في القائمة، لكن لا تُحجب حتى تقوم بتشغيلها
de: Namen von Personen, erkannt über Apples Sprachmodell auf dem Gerät, wenn Apple Intelligence aktiviert ist. Werden aufgelistet, aber erst geschwärzt, wenn du sie aktivierst
es: Nombres de personas detectados con el modelo de lenguaje de Apple en el dispositivo cuando Apple Intelligence está activado. Aparecen en la lista, pero no se censuran hasta que los actives
es_419: Nombres de personas detectados con el modelo de lenguaje de Apple en el dispositivo cuando Apple Intelligence está activado. Aparecen en la lista, pero no se censuran hasta que los actives
fr: Noms de personnes détectés par le modèle de langage d’Apple, exécuté sur l’appareil lorsque Apple Intelligence est activé. Ils sont listés, mais pas masqués tant que vous ne les activez pas
it: Nomi di persone rilevati sul dispositivo con il modello linguistico di Apple quando Apple Intelligence è attivo. Vengono elencati, ma non oscurati finché non li attivi
ja: Apple IntelligenceがオンのときにAppleのオンデバイス言語モデルで検出した人の名前。リストに表示されますが、オンにするまでマスクされません
ko: Apple Intelligence가 켜져 있을 때 Apple의 기기 내 언어 모델로 감지한 사람 이름. 목록에 표시되지만, 켜기 전까지는 가림 처리되지 않습니다
nl: Namen van personen, gedetecteerd met Apple’s taalmodel op het apparaat wanneer Apple Intelligence is ingeschakeld. Ze worden vermeld, maar niet afgedekt totdat je ze inschakelt
pl: Imiona i nazwiska osób wykrywane na urządzeniu modelem językowym firmy Apple, gdy funkcja Apple Intelligence jest włączona. Są wymieniane na liście, ale nie są zamazywane, dopóki ich nie włączysz
pt_br: Nomes de pessoas detectados pelo modelo de linguagem da Apple, no dispositivo, quando a Apple Intelligence está ativada. São listados, mas não ocultados até você ativá-los
pt_pt: Nomes de pessoas detetados no dispositivo pelo modelo de linguagem da Apple, quando a Apple Intelligence está ativada. São listados, mas não são ocultados até os ativar
sv: Personers namn hittas med Apples språkmodell på enheten när Apple Intelligence är på. De listas men maskeras inte förrän du slår på dem
tr: Apple Intelligence açıkken Apple’ın cihazdaki dil modeliyle algılanan kişi adları. Listelenir ancak siz açana kadar karartılmaz
zh_hans: 在 Apple Intelligence 开启时，通过 Apple 的设备端语言模型检测人名。会列出，但在你开启前不会遮盖
zh_hant: 在 Apple Intelligence 開啟時，透過 Apple 裝置端的語言模型偵測到的人名。會列出，但在你開啟前不會遮蓋

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
es_419: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화번호
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
pt_pt: Número de telefone
sv: Telefonnummer
tr: Telefon Numarası
zh_hans: 电话号码
zh_hant: 電話號碼

source: Photo
ar: صورة
de: Foto
es: Foto
es_419: Foto
it: Foto
ja: 写真
ko: 사진
nl: Foto
pl: Zdjęcie
pt_br: Foto
pt_pt: Foto
sv: Bild
tr: Fotoğraf
zh_hans: 照片
zh_hant: 照片

source: Photo hidden while PicStrip is inactive
ar: تُخفى الصورة عندما يكون PicStrip غير نشط
de: Foto ausgeblendet, während PicStrip inaktiv ist
es: Foto oculta mientras PicStrip está inactivo
es_419: Foto oculta mientras PicStrip está inactivo
fr: Photo masquée quand PicStrip est inactif
it: Foto nascosta mentre PicStrip è inattivo
ja: PicStripが非アクティブな間は写真を隠します
ko: PicStrip이 비활성 상태일 때 사진 숨김
nl: Foto verborgen terwijl PicStrip inactief is
pl: Zdjęcie ukryte, gdy PicStrip jest nieaktywny
pt_br: Foto oculta enquanto o PicStrip está inativo
pt_pt: Foto oculta enquanto o PicStrip está inativo
sv: Fotot döljs när PicStrip är inaktivt
tr: PicStrip etkin değilken fotoğraf gizlenir
zh_hans: PicStrip不活跃时隐藏照片
zh_hant: PicStrip未啟用時隱藏照片

source: Photo library access was denied. Please enable it in Settings.
ar: تم رفض الوصول إلى مكتبة الصور. يرجى تمكينه في الإعدادات.
de: Der Zugriff auf die Fotomediathek wurde verweigert. Aktiviere ihn bitte in den Einstellungen.
es: Se ha denegado el acceso a la fototeca. Actívalo en Ajustes.
es_419: Se denegó el acceso a la fototeca. Actívalo en Configuración.
fr: L’accès à la photothèque a été refusé. Veuillez l’activer dans les Réglages.
it: L’accesso alla libreria foto è stato negato. Attivalo nelle Impostazioni.
ja: 写真ライブラリへのアクセスが拒否されました。「設定」で有効にしてください。
ko: 사진 보관함 접근이 거부되었습니다. 설정에서 허용해 주세요.
nl: Toegang tot je fotobibliotheek is geweigerd. Schakel dit in bij Instellingen.
pl: Odmówiono dostępu do biblioteki zdjęć. Włącz go w Ustawieniach.
pt_br: O acesso à fototeca foi negado. Ative-o em Ajustes.
pt_pt: O acesso à fototeca foi recusado. Ative-o nas Definições.
sv: Åtkomst till bildbiblioteket nekades. Tillåt åtkomst i Inställningar.
tr: Fotoğraf arşivi erişimi reddedildi. Lütfen Ayarlar’dan etkinleştirin.
zh_hans: 照片图库访问被拒绝。请在“设置”中启用访问权限。
zh_hant: 照片圖庫的取用權限已被拒絕。請在「設定」中開啟。

source: Photo preview
ar: معاينة الصورة
de: Foto-Vorschau
es: Vista previa de la foto
es_419: Vista previa de la foto
fr: Aperçu de la photo
it: Anteprima foto
ja: 写真プレビュー
ko: 사진 미리보기
nl: Voorvertoning van foto
pl: Podgląd zdjęcia
pt_br: Visualização da foto
pt_pt: Pré-visualização da fotografia
sv: Förhandsvisning av bild
tr: Fotoğraf önizlemesi
zh_hans: 照片预览
zh_hant: 照片預覽

source: Photo · Video
ar: صورة · فيديو
de: Foto · Video
es: Foto · Vídeo
es_419: Foto · Video
fr: Photo · Vidéo
it: Foto · Video
ja: 写真 · ビデオ
ko: 사진 · 비디오
nl: Foto · Video
pl: Zdjęcie · Wideo
pt_br: Foto · Vídeo
pt_pt: Foto · Vídeo
sv: Bild · Video
tr: Fotoğraf · Video
zh_hans: 照片 · 视频
zh_hant: 照片 · 影片

source: Photo · Video · Document
ar: صورة · فيديو · مستند
de: Foto · Video · Dokument
es: Foto · Vídeo · Documento
es_419: Foto · Video · Documento
fr: Photo · Vidéo · Document
it: Foto · Video · Documento
ja: 写真 · ビデオ · 書類
ko: 사진 · 비디오 · 문서
nl: Foto · Video · Document
pl: Zdjęcie · Wideo · Dokument
pt_br: Foto · Vídeo · Documento
pt_pt: Foto · Vídeo · Documento
sv: Bild · Video · Dokument
tr: Fotoğraf · Video · Belge
zh_hans: 照片 · 视频 · 文档
zh_hant: 照片 · 影片 · 文件

source: Photos & Videos
ar: الصور ومقاطع الفيديو
de: Fotos & Videos
es: Fotos y vídeos
es_419: Fotos y videos
fr: Photos et vidéos
it: Foto e video
ja: 写真とビデオ
ko: 사진 및 비디오
nl: Foto’s en video’s
pl: Zdjęcia i wideo
pt_br: Fotos e Vídeos
pt_pt: Fotografias e vídeos
sv: Bilder och videor
tr: Fotoğraflar ve Videolar
zh_hans: 照片和视频
zh_hant: 照片和影片

source: Photos access is needed to save cleaned images. Grant access in Settings > Privacy > Photos.
ar: يلزم الوصول إلى الصور لحفظ الصور النظيفة. امنح الإذن من الإعدادات > الخصوصية > الصور.
de: Zum Sichern bereinigter Bilder ist Zugriff auf Fotos erforderlich. Erlaube den Zugriff unter Einstellungen > Datenschutz > Fotos.
es: Se necesita acceso a Fotos para guardar las imágenes limpias. Concédelo en Ajustes > Privacidad > Fotos.
es_419: Se necesita acceso a Fotos para guardar las imágenes limpias. Concédelo en Configuración > Privacidad > Fotos.
fr: L’accès à Photos est nécessaire pour enregistrer les images nettoyées. Autorisez-le dans Réglages > Confidentialité > Photos.
it: Per salvare le immagini pulite serve l’accesso a Foto. Consentilo in Impostazioni > Privacy > Foto.
ja: クリーンアップした画像を保存するには「写真」へのアクセスが必要です。「設定」>「プライバシー」>「写真」で許可してください。
ko: 정리된 이미지를 저장하려면 사진 접근 권한이 필요합니다. 설정 > 개인정보 보호 > 사진에서 허용하세요.
nl: Toegang tot Foto’s is nodig om opgeschoonde afbeeldingen te bewaren. Geef toegang via Instellingen > Privacy > Foto’s.
pl: Do zachowywania wyczyszczonych obrazów potrzebny jest dostęp do Zdjęć. Włącz go w Ustawieniach > Prywatność > Zdjęcia.
pt_br: É necessário acesso ao app Fotos para salvar as imagens limpas. Conceda o acesso em Ajustes > Privacidade > Fotos.
pt_pt: É necessário acesso às Fotografias para guardar as imagens limpas. Conceda o acesso em Definições > Privacidade > Fotografias.
sv: Åtkomst till Bilder krävs för att spara rensade bilder. Tillåt åtkomst i Inställningar > Integritet > Bilder.
tr: Temizlenen görüntüleri kaydetmek için Fotoğraflar erişimi gerekir. Ayarlar > Gizlilik > Fotoğraflar bölümünden izin verin.
zh_hans: 需要“照片”访问权限才能存储清理后的图像。请在“设置”>“隐私”>“照片”中授予权限。
zh_hant: 需要「照片」取用權限才能儲存清理後的影像。請在「設定」>「隱私權」>「照片」中授予權限。

source: Photos and Videos
ar: الصور ومقاطع الفيديو
de: Fotos und Videos
es: Fotos y vídeos
es_419: Fotos y videos
fr: Photos et vidéos
it: Foto e video
ja: 写真とビデオ
ko: 사진 및 비디오
nl: Foto’s en video’s
pl: Zdjęcia i wideo
pt_br: Fotos e Vídeos
pt_pt: Fotografias e vídeos
sv: Bilder och videor
tr: Fotoğraflar ve Videolar
zh_hans: 照片和视频
zh_hant: 照片和影片

source: Photos: %lld · Videos: %lld
ar: الصور: %lld · مقاطع الفيديو: %lld
de: Fotos: %lld · Videos: %lld
es: Fotos: %lld · Vídeos: %lld
es_419: Fotos: %lld · Videos: %lld
fr: Photos : %lld · Vidéos : %lld
it: Foto: %lld · Video: %lld
ja: 写真：%lld · ビデオ：%lld
ko: 사진: %lld · 비디오: %lld
nl: Foto’s: %lld · Video’s: %lld
pl: Zdjęcia: %lld · Wideo: %lld
pt_br: Fotos: %lld · Vídeos: %lld
pt_pt: Fotografias: %lld · Vídeos: %lld
sv: Bilder: %lld · Videor: %lld
tr: Fotoğraflar: %lld · Videolar: %lld
zh_hans: 照片：%lld · 视频：%lld
zh_hant: 照片：%lld · 影片：%lld

source: Physical Credential / Password
ar: بيانات اعتماد مادية / كلمة مرور
de: Physische Anmeldedaten / Passwort
es: Credencial física / Contraseña
es_419: Credencial física / Contraseña
fr: Identifiant physique / Mot de passe
it: Credenziale fisica / Password
ja: 物理的な認証情報 / パスワード
ko: 물리적 자격 증명 / 비밀번호
nl: Fysieke inloggegevens / wachtwoord
pl: Zapisane dane dostępowe / hasło
pt_br: Credencial física / Senha
pt_pt: Credencial física / Palavra-passe
sv: Fysisk legitimation / Lösenord
tr: Fiziksel Kimlik Bilgisi / Parola
zh_hans: 实体凭证 / 密码
zh_hant: 實體憑證 / 密碼

source: PicStrip could not read “%@”. No images were returned.
ar: تعذّر على PicStrip قراءة ”%@“. لم يتم إرجاع أي صور.
de: PicStrip konnte „%@“ nicht lesen. Es wurden keine Bilder zurückgegeben.
es: PicStrip no ha podido leer «%@». No se ha devuelto ninguna imagen.
es_419: PicStrip no pudo leer “%@”. No se devolvió ninguna imagen.
fr: PicStrip n’a pas pu lire « %@ ». Aucune image n’a été renvoyée.
it: PicStrip non è riuscito a leggere “%@”. Non è stata restituita alcuna immagine.
ja: PicStripは「%@」を読み込めませんでした。画像は返されませんでした。
ko: PicStrip이 ‘%@’을(를) 읽을 수 없습니다. 반환된 이미지가 없습니다.
nl: PicStrip kon ‘%@’ niet lezen. Er zijn geen afbeeldingen teruggegeven.
pl: PicStrip nie mógł odczytać „%@”. Nie zwrócono żadnych obrazów.
pt_br: O PicStrip não conseguiu ler “%@”. Nenhuma imagem foi retornada.
pt_pt: O PicStrip não conseguiu ler “%@”. Não foi devolvida nenhuma imagem.
sv: PicStrip kunde inte läsa ”%@”. Inga bilder returnerades.
tr: PicStrip “%@” dosyasını okuyamadı. Hiçbir görüntü döndürülmedi.
zh_hans: PicStrip 无法读取“%@”。未返回任何图像。
zh_hant: PicStrip 無法讀取「%@」。未傳回任何影像。

source: PicStrip could not read “%@”. No videos were returned.
ar: تعذّر على PicStrip قراءة ”%@“. لم يتم إرجاع أي مقاطع فيديو.
de: PicStrip konnte „%@“ nicht lesen. Es wurden keine Videos zurückgegeben.
es: PicStrip no ha podido leer «%@». No se ha devuelto ningún vídeo.
es_419: PicStrip no pudo leer “%@”. No se devolvió ningún video.
fr: PicStrip n’a pas pu lire « %@ ». Aucune vidéo n’a été renvoyée.
it: PicStrip non è riuscito a leggere “%@”. Non è stato restituito alcun video.
ja: PicStripは「%@」を読み込めませんでした。ビデオは返されませんでした。
ko: PicStrip이 ‘%@’을(를) 읽을 수 없습니다. 반환된 비디오가 없습니다.
nl: PicStrip kon ‘%@’ niet lezen. Er zijn geen video’s teruggegeven.
pl: PicStrip nie mógł odczytać „%@”. Nie zwrócono żadnych nagrań wideo.
pt_br: O PicStrip não conseguiu ler “%@”. Nenhum vídeo foi retornado.
pt_pt: O PicStrip não conseguiu ler “%@”. Não foi devolvido nenhum vídeo.
sv: PicStrip kunde inte läsa ”%@”. Inga videor returnerades.
tr: PicStrip “%@” dosyasını okuyamadı. Hiçbir video döndürülmedi.
zh_hans: PicStrip 无法读取“%@”。未返回任何视频。
zh_hant: PicStrip 無法讀取「%@」。未傳回任何影片。

source: PicStrip could not remove the metadata from “%@”. No images were returned.
ar: تعذّر على PicStrip إزالة البيانات الوصفية من ”%@“. لم يتم إرجاع أي صور.
de: PicStrip konnte die Metadaten aus „%@“ nicht entfernen. Es wurden keine Bilder zurückgegeben.
es: PicStrip no ha podido eliminar los metadatos de «%@». No se ha devuelto ninguna imagen.
es_419: PicStrip no pudo eliminar los metadatos de “%@”. No se devolvió ninguna imagen.
fr: PicStrip n’a pas pu supprimer les métadonnées de « %@ ». Aucune image n’a été renvoyée.
it: PicStrip non è riuscito a rimuovere i metadati da “%@”. Non è stata restituita alcuna immagine.
ja: PicStripは「%@」からメタデータを削除できませんでした。画像は返されませんでした。
ko: PicStrip이 ‘%@’에서 메타데이터를 제거할 수 없습니다. 반환된 이미지가 없습니다.
nl: PicStrip kon de metadata niet uit ‘%@’ verwijderen. Er zijn geen afbeeldingen teruggegeven.
pl: PicStrip nie mógł usunąć metadanych z „%@”. Nie zwrócono żadnych obrazów.
pt_br: O PicStrip não conseguiu remover os metadados de “%@”. Nenhuma imagem foi retornada.
pt_pt: O PicStrip não conseguiu remover os metadados de “%@”. Não foi devolvida nenhuma imagem.
sv: PicStrip kunde inte ta bort metadata från ”%@”. Inga bilder returnerades.
tr: PicStrip “%@” dosyasındaki meta verileri kaldıramadı. Hiçbir görüntü döndürülmedi.
zh_hans: PicStrip 无法移除“%@”中的元数据。未返回任何图像。
zh_hant: PicStrip 無法移除「%@」中的後設資料。未傳回任何影像。

source: PicStrip could not remove the metadata from “%@”. No videos were returned.
ar: تعذّر على PicStrip إزالة البيانات الوصفية من ”%@“. لم يتم إرجاع أي مقاطع فيديو.
de: PicStrip konnte die Metadaten aus „%@“ nicht entfernen. Es wurden keine Videos zurückgegeben.
es: PicStrip no ha podido eliminar los metadatos de «%@». No se ha devuelto ningún vídeo.
es_419: PicStrip no pudo eliminar los metadatos de “%@”. No se devolvió ningún video.
fr: PicStrip n’a pas pu supprimer les métadonnées de « %@ ». Aucune vidéo n’a été renvoyée.
it: PicStrip non è riuscito a rimuovere i metadati da “%@”. Non è stato restituito alcun video.
ja: PicStripは「%@」からメタデータを削除できませんでした。ビデオは返されませんでした。
ko: PicStrip이 ‘%@’에서 메타데이터를 제거할 수 없습니다. 반환된 비디오가 없습니다.
nl: PicStrip kon de metadata niet uit ‘%@’ verwijderen. Er zijn geen video’s teruggegeven.
pl: PicStrip nie mógł usunąć metadanych z „%@”. Nie zwrócono żadnych nagrań wideo.
pt_br: O PicStrip não conseguiu remover os metadados de “%@”. Nenhum vídeo foi retornado.
pt_pt: O PicStrip não conseguiu remover os metadados de “%@”. Não foi devolvido nenhum vídeo.
sv: PicStrip kunde inte ta bort metadata från ”%@”. Inga videor returnerades.
tr: PicStrip “%@” dosyasındaki meta verileri kaldıramadı. Hiçbir video döndürülmedi.
zh_hans: PicStrip 无法移除“%@”中的元数据。未返回任何视频。
zh_hant: PicStrip 無法移除「%@」中的後設資料。未傳回任何影片。

source: PicStrip covers these wherever it can read them: in the editor, in batches and in the live camera. Your name, a license plate or your street, for example.
ar: يحجب PicStrip هذه العبارات أينما استطاع قراءتها: في المحرر وفي الدفعات وفي الكاميرا المباشرة. مثل اسمك أو لوحة سيارتك أو شارعك.
de: PicStrip verdeckt sie überall, wo es sie lesen kann: im Editor, in Stapeln und in der Live-Kamera. Zum Beispiel deinen Namen, ein Kennzeichen oder deine Straße.
es: PicStrip los censura dondequiera que pueda leerlos: en el editor, en los lotes y en la cámara en directo. Por ejemplo, tu nombre, una matrícula o tu calle.
es_419: PicStrip los censura dondequiera que pueda leerlos: en el editor, en los lotes y en la cámara en vivo. Por ejemplo, tu nombre, una placa o tu calle.
fr: PicStrip les masque partout où il peut les lire : dans l’éditeur, les lots et l’appareil photo en direct. Votre nom, une plaque d’immatriculation ou votre rue, par exemple.
it: PicStrip li copre ovunque riesca a leggerli: nell’editor, nei lotti e nella fotocamera dal vivo. Ad esempio il tuo nome, una targa o la tua via.
ja: PicStripは、エディタ、一括処理、ライブカメラのどこでも、読み取れた箇所をマスクします。たとえば名前、ナンバープレート、住所の通り名など。
ko: PicStrip은 편집기, 일괄 처리, 실시간 카메라에서 읽을 수 있는 곳이면 어디서든 이를 가립니다. 예를 들어 이름, 번호판, 거리 이름 등입니다.
nl: PicStrip dekt deze af waar hij ze kan lezen: in de editor, in batches en in de livecamera. Bijvoorbeeld je naam, een kenteken of je straat.
pl: PicStrip zamazuje je wszędzie, gdzie potrafi je odczytać: w edytorze, w partiach i w aparacie na żywo. Na przykład Twoje imię i nazwisko, tablicę rejestracyjną lub ulicę.
pt_br: O PicStrip oculta esses itens onde conseguir lê-los: no editor, nos lotes e na câmera ao vivo. Por exemplo, seu nome, uma placa ou sua rua.
pt_pt: O PicStrip oculta estes itens onde os conseguir ler: no editor, nos lotes e na câmara ao vivo. Por exemplo, o seu nome, uma matrícula ou a sua rua.
sv: PicStrip maskerar dessa överallt där den kan läsa dem: i redigeraren, i batcher och i livekameran. Till exempel ditt namn, en registreringsskylt eller din gata.
tr: PicStrip bunları okuyabildiği her yerde karartır: düzenleyicide, toplu işlemlerde ve canlı kamerada. Örneğin adınız, bir plaka veya sokağınız.
zh_hans: 只要能识别，PicStrip 就会遮盖这些内容：在编辑器、批量处理和实时相机中都一样。例如你的姓名、车牌或所在街道。
zh_hant: 只要能辨識，PicStrip 就會遮蓋這些內容：在編輯器、批次處理和即時相機中都一樣。例如你的姓名、車牌或所在街道。

source: PicStrip doesn’t keep what you record. Save a cleaned copy to keep this video.
ar: لا يحتفظ PicStrip بما تسجّله. احفظ نسخة منظَّفة للاحتفاظ بهذا الفيديو.
de: PicStrip behält deine Aufnahmen nicht. Sichere eine bereinigte Kopie, um dieses Video zu behalten.
es: PicStrip no guarda lo que grabas. Guarda una copia limpia para conservar este vídeo.
es_419: PicStrip no guarda lo que grabas. Guarda una copia limpia para conservar este video.
fr: PicStrip ne conserve pas ce que vous filmez. Enregistrez une copie nettoyée pour garder cette vidéo.
it: PicStrip non conserva ciò che registri. Salva una copia pulita per tenere questo video.
ja: PicStripは録画した内容を保持しません。このビデオを残すには、クリーンアップしたコピーを保存してください。
ko: PicStrip은 녹화한 내용을 보관하지 않습니다. 이 비디오를 남기려면 정리된 사본을 저장하세요.
nl: PicStrip bewaart niet wat je opneemt. Bewaar een opgeschoonde kopie om deze video te behouden.
pl: PicStrip nie przechowuje tego, co nagrywasz. Zachowaj wyczyszczoną kopię, aby zatrzymać to wideo.
pt_br: O PicStrip não guarda o que você grava. Salve uma cópia limpa para manter este vídeo.
pt_pt: O PicStrip não guarda o que grava. Guarde uma cópia limpa para manter este vídeo.
sv: PicStrip sparar inte det du spelar in. Spara en rensad kopia för att behålla den här videon.
tr: PicStrip kaydettiklerinizi saklamaz. Bu videoyu tutmak için temizlenmiş bir kopyasını kaydedin.
zh_hans: PicStrip 不会保留你录制的内容。要保留此视频，请存储清理后的副本。
zh_hant: PicStrip 不會保留你錄製的內容。若要保留此影片，請儲存清理後的拷貝。
